Repository: jaylann/XCStringsTranslator
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sq, sv, tr, zh_hans

source: We use this to identify you as the ticket holder when the PDF doesn't explicitly state the owner.
ar: نستخدم هذا للتعرف عليك كحامل التذكرة عندما لا يحدد ملف PDF المالك بشكل صريح.
da: Vi bruger dette til at identificere dig som billetindehaver, når PDF'en ikke eksplicit angiver ejeren.
de: Wir verwenden dies, um dich als Ticketinhaber zu identifizieren, wenn das PDF den Besitzer nicht explizit angibt.
es: Usamos esto para identificarte como titular del billete cuando el PDF no indica explícitamente al propietario.
fr: Nous utilisons cela pour t'identifier comme détenteur du billet lorsque le PDF n'indique pas explicitement le propriétaire.
it: Usiamo queste informazioni per identificarti come titolare del biglietto quando il PDF non indica esplicitamente il proprietario.
ja: PDFに所有者が明記されていない場合、この情報でチケット所有者として識別します。
ko: PDF에 소유자 정보가 명시되지 않은 경우, 티켓 소지자로 확인하기 위해 사용합니다.
nb: Vi bruker dette for å identifisere deg som billettinnehaver når PDF-en ikke oppgir hvem som er eier.
nl: We gebruiken dit om je te identificeren als tickethouder wanneer de PDF niet expliciet vermeldt wie de eigenaar is.
pl: Używamy tego do identyfikacji ciebie jako posiadacza biletu, gdy PDF nie określa wyraźnie właściciela.
pt_br: Usamos isso para identificar você como o titular do ingresso quando o PDF não indica explicitamente o proprietário.
sq: E përdorim këtë për të të identifikuar si mbajtësin e biletës kur PDF-ja nuk e tregon qartë pronarin.
sv: Vi använder detta för att identifiera dig som biljettinnehavare när PDF:en inte uttryckligen anger ägaren.
tr: PDF'de sahip açıkça belirtilmediğinde seni bilet sahibi olarak tanımlamak için bunu kullanıyoruz.
zh_hans: 当PDF未明确标明持有人时，我们会用这个信息来识别您是票卡持有者。

source: Website
ar: الموقع الإلكتروني
da: Hjemmeside
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
nb: Nettside
pl: Strona internetowa
pt_br: Site
sq: Faqja web
sv: Webbplats
tr: Web Sitesi
zh_hans: 网站

source: Welcome to NeatPass
ar: مرحباً بك في NeatPass
da: Velkommen til NeatPass
de: Willkommen bei NeatPass
es: Bienvenido a NeatPass
fr: Bienvenue sur NeatPass
it: Benvenuto su NeatPass
ja: NeatPassへようこそ
ko: NeatPass에 오신 것을 환영합니다
nb: Velkommen til NeatPass
nl: Welkom bij NeatPass
pl: Witaj w NeatPass
pt_br: Bem-vindo ao NeatPass
sq: Mirë se erdhe në NeatPass
sv: Välkommen till NeatPass
tr: NeatPass'e Hoş Geldin
zh_hans: 欢迎使用 NeatPass

source: What's New
ar: الجديد
da: Nyheder
de: Was ist neu
es: Novedades
fr: Nouveautés
it: Novità
ja: 新機能
ko: 새로운 기능
nb: Hva er nytt
nl: Wat is er nieuw
pl: Co nowego
pt_br: Novidades
sq: Çka ka të re
sv: Vad är nytt
tr: Yenilikler
zh_hans: 最新功能

source: What's your name?
ar: ما اسمك؟
da: Hvad hedder du?
de: Wie heißt du?
es: ¿Cómo te llamas?
fr: Quel est ton nom ?
it: Come ti chiami?
ja: お名前を教えてください
ko: 이름이 무엇인가요?
nb: Hva heter du?
nl: Hoe heet je?
pl: Jak masz na imię?
pt_br: Qual é o seu nome?
sq: Si quhesh?
sv: Vad heter du?
tr: Adın ne?
zh_hans: 请问您叫什么名字？

source: When disabled, you'll choose the pass type (event ticket, boarding pass, etc.) before each import. This gives you more control over how passes are created.
ar: عند التعطيل، ستختار نوع البطاقة (تذكرة فعالية، بطاقة صعود، إلخ) قبل كل استيراد. هذا يمنحك مزيداً من التحكم في كيفية إنشاء البطاقات.
da: Når deaktiveret vælger du pastypen (eventbillet, boardingkort osv.) før hver import. Dette giver dig mere kontrol over, hvordan pas oprettes.
de: Wenn deaktiviert, wählst du vor jedem Import den Kartentyp (Veranstaltungsticket, Bordkarte usw.). Das gibt dir mehr Kontrolle darüber, wie Karten erstellt werden.
es: Cuando está desactivado, elegirás el tipo de pase (entrada de evento, tarjeta de embarque, etc.) antes de cada importación. Esto te da más control sobre cómo se crean los pases.
fr: Lorsque cette option est désactivée, vous choisirez le type de carte (billet d'événement, carte d'embarquement, etc.) avant chaque importation. Cela vous donne plus de contrôle sur la création des cartes.
it: Quando disabilitato, sceglierai il tipo di pass (biglietto evento, carta d'imbarco, ecc.) prima di ogni importazione. Questo ti dà più controllo su come vengono creati i pass.
ja: 無効にすると、インポートの度にパスの種類(イベントチケット、搭乗券など)を選択できます。パスの作成方法をより細かく制御できます。
ko: 비활성화하면 가져오기 전에 패스 유형(이벤트 티켓, 탑승권 등)을 직접 선택하게 됩니다. 패스 생성 방식을 더 세밀하게 제어할 수 있습니다.
nb: Når deaktivert velger du passtype (billett, boardingpass, osv.) før hver import. Dette gir deg mer kontroll over hvordan pass opprettes.
nl: Wanneer uitgeschakeld, kies je het pastype (evenementticket, instapkaart, etc.) vóór elke import. Dit geeft je meer controle over hoe passen worden aangemaakt.
pl: Gdy wyłączone, będziesz wybierać typ biletu (bilet na wydarzenie, karta pokładowa itp.) przed każdym importem. Daje Ci to większą kontrolę nad tworzeniem biletów.
pt_br: Quando desativado, você escolherá o tipo de passe (ingresso de evento, cartão de embarque, etc.) antes de cada importação. Isso dá mais controle sobre como os passes são criados.
sq: Kur është çaktivizuar, do të zgjedhësh llojin e biletës (biletë eventi, biletë hipjeje, etj.) para çdo importimi. Kjo të jep më shumë kontroll mbi mënyrën se si krijohen biletat.
sv: När det är avaktiverat väljer du passtyp (eventbiljett, boardingkort, osv.) före varje import. Det ger dig mer kontroll över hur pass skapas.
tr: Devre dışı bırakıldığında, her içe aktarmadan önce kart türünü (etkinlik bileti, biniş kartı vb.) sen seçeceksin. Bu, kartların nasıl oluşturulacağı üzerinde daha fazla kontrol sağlar.
zh_hans: 禁用后，每次导入前您需要选择票券类型(活动票券、登机牌等)。这让您能更好地控制票券的创建方式。

source: Why is this needed?
ar: لماذا هذا مطلوب؟
da: Hvorfor er dette nødvendigt?
de: Warum wird das benötigt?
es: ¿Por qué es necesario?
fr: Pourquoi est-ce nécessaire ?
it: Perché è necessario?
ja: なぜ必要なのですか？
ko: 왜 필요한가요?
nb: Hvorfor er dette nødvendig?
nl: Waarom is dit nodig?
pl: Po co to jest potrzebne?
pt_br: Por que isso é necessário?
sq: Pse nevojitet kjo?
sv: Varför behövs detta?
tr: Bu neden gerekli?
zh_hans: 为什么需要这个？

source: Why we need this
ar: لماذا نحتاج إلى هذا
da: Hvorfor vi har brug for dette
de: Warum wir das brauchen
es: Por qué necesitamos esto
fr: Pourquoi nous avons besoin de cela
it: Perché ne abbiamo bisogno
ja: これが必要な理由
ko: 필요한 이유
nb: Hvorfor vi trenger dette
nl: Waarom we dit nodig hebben
pl: Dlaczego tego potrzebujemy
pt_br: Por que precisamos disso
sq: Pse na duhet kjo
sv: Varför vi behöver detta
tr: Buna neden ihtiyacımız var
zh_hans: 我们为什么需要这个

source: With automatic detection enabled, our AI analyzes your PDFs to determine if they're event tickets, boarding passes, loyalty cards, coupons, or other pass types. You can also choose manually each time if you prefer more control.
ar: مع تمكين الكشف التلقائي، يحلل الذكاء الاصطناعي لدينا ملفات PDF لتحديد ما إذا كانت تذاكر فعاليات أو بطاقات صعود أو بطاقات ولاء أو كوبونات أو أنواع بطاقات أخرى. يمكنك أيضاً الاختيار يدوياً في كل مرة إذا كنت تفضل مزيداً من التحكم.
da: Med automatisk registrering aktiveret analyserer vores AI dine PDF'er for at afgøre, om de er eventbilletter, boardingkort, loyalitetskort, kuponer eller andre pastyper. Du kan også vælge manuelt hver gang, hvis du foretrækker mere kontrol.
de: Mit aktivierter automatischer Erkennung analysiert unsere KI deine PDFs, um festzustellen, ob es sich um Veranstaltungstickets, Bordkarten, Kundenkarten, Coupons oder andere Kartentypen handelt. Du kannst auch jedes Mal manuell wählen, wenn du mehr Kontrolle bevorzugst.
es: Con la detección automática activada, nuestra IA analiza tus PDF para determinar si son entradas de eventos, tarjetas de embarque, tarjetas de fidelidad, cupones u otros tipos de pases. También puedes elegir manualmente cada vez si prefieres más control.
fr: Avec la détection automatique activée, notre IA analyse vos PDF pour déterminer s'il s'agit de billets d'événement, de cartes d'embarquement, de cartes de fidélité, de coupons ou d'autres types de cartes. Vous pouvez également choisir manuellement à chaque fois si vous préférez plus de contrôle.
it: Con il rilevamento automatico attivo, la nostra IA analizza i tuoi PDF per determinare se sono biglietti per eventi, carte d'imbarco, carte fedeltà, coupon o altri tipi di pass. Puoi anche scegliere manualmente ogni volta se preferisci avere più controllo.
ja: 自動検出を有効にすると、AIがPDFを分析し、イベントチケット、搭乗券、ポイントカード、クーポン、その他のパスタイプを判別します。より細かく制御したい場合は、毎回手動で選択することもできます。
ko: 자동 감지가 활성화되면 AI가 PDF를 분석하여 이벤트 티켓, 탑승권, 멤버십 카드, 쿠폰 등의 패스 유형을 판단합니다. 더 세밀한 제어를 원하시면 매번 수동으로 선택할 수도 있습니다.
nb: Med automatisk gjenkjenning slått på analyserer vår AI PDF-ene dine for å finne ut om de er billetter, boardingpass, bonuskort, kuponger eller andre passtyper. Du kan også velge manuelt hver gang hvis du vil ha mer kontroll.
nl: Met automatische detectie ingeschakeld analyseert onze AI je PDF's om te bepalen of het evenementtickets, instapkaarten, klantenkaarten, kortingsbonnen of andere pastypen zijn. Je kunt ook elke keer handmatig kiezen als je meer controle wilt.
pl: Dzięki automatycznemu wykrywaniu nasza sztuczna inteligencja analizuje Twoje pliki PDF, aby określić, czy są to bilety na wydarzenia, karty pokładowe, karty lojalnościowe, kupony czy inne typy biletów. Możesz też wybierać ręcznie za każdym razem, jeśli wolisz mieć większą kontrolę.
pt_br: Com a detecção automática ativada, nossa IA analisa seus PDFs para determinar se são ingressos de eventos, cartões de embarque, cartões de fidelidade, cupons ou outros tipos de passes. Você também pode escolher manualmente cada vez se preferir mais controle.
sq: Me zbulimin automatik të aktivizuar, AI-ja jonë analizon PDF-të e tua për të përcaktuar nëse janë bileta eventi, bileta hipjeje, karta besnikërie, kupona, ose lloje të tjera biletash. Mund të zgjedhësh edhe manualisht çdo herë nëse preferon më shumë kontroll.
sv: Med automatisk igenkänning aktiverad analyserar vår AI dina PDF-filer för att avgöra om de är eventbiljetter, boardingkort, lojalitetskort, kuponger eller andra passtyper. Du kan också välja manuellt varje gång om du vill ha mer kontroll.
tr: Otomatik algılama etkinleştirildiğinde, yapay zekamız PDF'lerini analiz ederek etkinlik bileti, biniş kartı, sadakat kartı, kupon veya başka kart türlerinden hangisi olduğunu belirler. Daha fazla kontrol istiyorsan her seferinde manuel olarak da seçebilirsin.
zh_hans: 启用自动检测后，AI 会分析您的 PDF 文件，判断它们是活动票券、登机牌、会员卡、优惠券还是其他类型的票券。如果您希望更精确控制，也可以每次手动选择。

source: Works offline – no internet needed after download
ar: يعمل بدون إنترنت – لا حاجة للاتصال بعد التنزيل
da: Virker offline – ingen internet nødvendig efter download
de: Funktioniert offline – kein Internet nach dem Download erforderlich
es: Funciona sin conexión – no necesitas internet después de la descarga
fr: Fonctionne hors ligne – aucune connexion internet requise après le téléchargement
it: Funziona offline – nessuna connessione internet necessaria dopo il download
ja: オフラインで動作 – ダウンロード後はインターネット不要
ko: 오프라인 작동 – 다운로드 후 인터넷 불필요
nb: Fungerer offline – ingen internett nødvendig etter nedlasting
nl: Werkt offline – geen internet nodig na downloaden
pl: Działa offline – po pobraniu nie potrzeba internetu
pt_br: Funciona offline – sem necessidade de internet após o download
sq: Funksionon offline – nuk nevojitet internet pas shkarkimit
sv: Fungerar offline – inget internet behövs efter nedladdning
tr: Çevrimdışı çalışır – indirdikten sonra internete gerek yok
zh_hans: 支持离线使用 – 下载后无需联网

source: You Can Change the Format
ar: يمكنك تغيير الصيغة
da: Du kan ændre formatet
de: Du kannst das Format ändern
es: Puedes cambiar el formato
fr: Tu peux changer le format
it: Puoi cambiare il formato
ja: 形式を変更できます
ko: 형식을 변경할 수 있습니다
nb: Du kan endre formatet
nl: Je kunt het formaat aanpassen
pl: Możesz zmienić format
pt_br: Você pode alterar o formato
sq: Mund ta ndryshosh formatin
sv: Du kan ändra formatet
tr: Formatı Değiştirebilirsin
zh_hans: 您可以更改格式

source: You have unsaved changes that will be lost if you discard them.
ar: لديك تغييرات غير محفوظة ستفقد إذا تجاهلتها.
da: Du har ændringer, der ikke er gemt, som går tabt, hvis du kasserer dem.
de: Du hast ungespeicherte Änderungen, die verloren gehen, wenn du sie verwirfst.
es: Tienes cambios sin guardar que se perderán si los descartas.
fr: Tu as des modifications non enregistrées qui seront perdues si tu les ignores.
it: Hai modifiche non salvate che andranno perse se le elimini.
ja: 保存されていない変更があります。破棄すると失われます。
ko: 저장하지 않은 변경사항이 있습니다. 취소하면 손실됩니다.
nb: Du har ulagrede endringer som vil gå tapt hvis du forkaster dem.
nl: Je hebt niet-opgeslagen wijzigingen die verloren gaan als je ze weggooит.
pl: Masz niezapisane zmiany, które zostaną utracone, jeśli je odrzucisz.
pt_br: Você tem alterações não salvas que serão perdidas se descartá-las.
sq: Ke ndryshime të paruajtura që do të humbasin nëse i hedh poshtë.
sv: Du har osparade ändringar som kommer att förloras om du kastar dem.
tr: Kaydedilmemiş değişiklikleriniz var ve vazgeçerseniz kaybolacak.
zh_hans: 您有未保存的更改，如果放弃将会丢失。

source: You've used your free pass
ar: لقد استخدمت بطاقتك المجانية
da: Du har brugt dit gratis pass
de: Du hast deinen kostenlosen Pass verwendet
es: Ya usaste tu pase gratuito
fr: Tu as utilisé ton pass gratuit
it: Hai usato il tuo pass gratuito
ja: 無料パスを使用しました
ko: 무료 패스를 사용했습니다
nb: Du har brukt ditt gratis pass
nl: Je hebt je gratis pass gebruikt
pl: Wykorzystałeś swoją darmową przepustkę
pt_br: Você já usou seu cartão gratuito
sq: E ke përdorur kartën tënde falas
sv: Du har använt ditt gratispass
tr: Ücretsiz kartını kullandın
zh_hans: 您已使用了免费票卡

source: Your %@ barcode was converted for Apple Wallet compatibility
ar: تم تحويل الباركود %@ الخاص بك لتوافقه مع Apple Wallet
da: Din %@ stregkode blev konverteret for kompatibilitet med Apple Wallet
de: Dein %@-Barcode wurde für die Kompatibilität mit Apple Wallet konvertiert
es: Tu código de barras %@ fue convertido para ser compatible con Apple Wallet
fr: Votre code-barres %@ a été converti pour la compatibilité Apple Wallet
it: Il tuo codice a barre %@ è stato convertito per compatibilità con Apple Wallet
ja: %@バーコードはApple Walletとの互換性のために変換されました
ko: %@ 바코드가 Apple Wallet 호환성을 위해 변환되었습니다
nb: Din %@-strekkode ble konvertert for kompatibilitet med Apple Wallet
nl: Je %@-barcode is geconverteerd voor Apple Wallet-compatibiliteit
pl: Twój kod kreskowy %@ został przekonwertowany dla kompatybilności z Apple Wallet
pt_br: Seu código de barras %@ foi convertido para compatibilidade com a Apple Wallet
sq: Barkodi yt %@ u konvertua për pajtueshmëri me Apple Wallet
sv: Din %@-streckkod konverterades för kompatibilitet med Apple Wallet
tr: %@ barkodun Apple Wallet uyumluluğu için dönüştürüldü
zh_hans: 您的 %@ 条形码已转换以兼容 Apple 钱包

source: Your %@ barcode was converted to QR for Apple Wallet compatibility.
ar: تم تحويل الباركود %@ إلى رمز QR لتوافقه مع Apple Wallet.
da: Din %@-stregkode blev konverteret til QR for kompatibilitet med Apple Wallet.
de: Dein %@-Barcode wurde für Apple Wallet-Kompatibilität in QR konvertiert.
es: Tu código de barras %@ fue convertido a QR para compatibilidad con Apple Wallet.
fr: Ton code-barres %@ a été converti en QR pour la compatibilité avec Apple Wallet.
it: Il tuo codice a barre %@ è stato convertito in QR per la compatibilità con Apple Wallet.
ja: %@バーコードはApple Walletとの互換性のためQRコードに変換されました。
ko: Apple Wallet 호환을 위해 %@ 바코드가 QR 코드로 변환되었습니다.
nb: Din %@-strekkode ble konvertert til QR for kompatibilitet med Apple Wallet.
nl: Je %@ barcode is omgezet naar QR voor compatibiliteit met Apple Wallet.
pl: Twój kod kreskowy %@ został przekonwertowany na QR dla zgodności z Apple Wallet.
pt_br: Seu código de barras %@ foi convertido para QR para compatibilidade com a Carteira da Apple.
sq: Barkodi yt %@ u konvertua në QR për pajtueshmëri me Apple Wallet.
sv: Din %@-streckkod konverterades till QR för kompatibilitet med Apple Wallet.
tr: %@ barkodun Apple Wallet uyumluluğu için QR koduna dönüştürüldü.
zh_hans: 为与 Apple 钱包兼容，您的 %@ 条形码已转换为二维码。

source: Your Barcode Still Works
ar: الرمز الشريطي لا يزال يعمل
da: Din stregkode virker stadig
de: Dein Barcode funktioniert noch
es: Tu código de barras sigue funcionando
fr: Ton code-barres fonctionne toujours
it: Il tuo codice a barre funziona ancora
ja: バーコードは引き続き使えます
ko: 바코드는 여전히 작동합니다
nb: Strekkoden din fungerer fortsatt
nl: Je barcode werkt nog steeds
pl: Twój kod kreskowy nadal działa
pt_br: Seu código de barras ainda funciona
sq: Barkodi yt funksionon ende
sv: Din streckkod fungerar fortfarande
tr: Barkodun Hâlâ Çalışıyor
zh_hans: 你的条形码仍然有效

source: Your membership number
ar: رقم عضويتك
da: Dit medlemsnummer
de: Deine Mitgliedsnummer
es: Tu número de socio
fr: Ton numéro de membre
it: Il tuo numero di socio
ja: 会員番号
ko: 회원 번호
nb: Ditt medlemsnummer
nl: Je lidmaatschapsnummer
pl: Twój numer członkowski
pt_br: Seu número de sócio
sq: Numri yt i anëtarësimit
sv: Ditt medlemsnummer
tr: Üyelik numaranız
zh_hans: 你的会员号

source: Your Name
ar: اسمك
da: Dit navn
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
ja: お名前
ko: 이름
nb: Ditt navn
nl: Je naam
pl: Twoje imię
pt_br: Seu nome
sq: Emri yt
sv: Ditt namn
tr: Adın
zh_hans: 你的姓名

source: Your name is stored only on your device. It's never sent to us or anyone else — we'll never know it.
ar: يتم تخزين اسمك على جهازك فقط. لن يُرسل إلينا أو لأي شخص آخر أبداً — لن نعرفه أبداً.
da: Dit navn gemmes kun på din enhed. Det sendes aldrig til os eller andre — vi får aldrig at vide, hvad det er.
de: Dein Name wird nur auf deinem Gerät gespeichert. Er wird niemals an uns oder andere gesendet – wir werden ihn nie erfahren.
es: Tu nombre se guarda solo en tu dispositivo. Nunca se envía a nosotros ni a nadie más — nunca lo sabremos.
fr: Ton nom est stocké uniquement sur ton appareil. Il n'est jamais envoyé à nous ou à qui que ce soit — nous ne le connaîtrons jamais.
it: Il tuo nome viene salvato solo sul tuo dispositivo. Non viene mai inviato a noi o ad altri — non lo sapremo mai.
ja: お名前はデバイス内にのみ保存されます。私たちや他の誰かに送信されることは一切ありません。私たちが知ることもありません。
ko: 이름은 기기에만 저장됩니다. 저희나 다른 누구에게도 전송되지 않으며, 저희가 알 수 없습니다.
nb: Navnet ditt lagres kun på enheten din. Det sendes aldri til oss eller noen andre — vi får aldri vite det.
nl: Je naam wordt alleen op je apparaat opgeslagen. Het wordt nooit naar ons of anderen gestuurd — we zullen het nooit weten.
pl: Twoje imię jest przechowywane tylko na Twoim urządzeniu. Nigdy nie jest wysyłane do nas ani nikogo innego — nigdy się o nim nie dowiemy.
pt_br: Seu nome fica armazenado apenas no seu dispositivo. Nunca é enviado para nós ou para qualquer outra pessoa — jamais saberemos qual é.
sq: Emri yt ruhet vetëm në pajisjen tënde. Nuk dërgohet kurrë te ne apo te dikush tjetër — nuk do ta dimë kurrë.
sv: Ditt namn sparas endast på din enhet. Det skickas aldrig till oss eller någon annan — vi kommer aldrig att veta det.
tr: Adın sadece cihazında saklanıyor. Bize veya başka birine asla gönderilmiyor — biz de asla bilmeyeceğiz.
zh_hans: 你的姓名仅保存在你的设备上，不会发送给我们或任何人——我们永远不会知道。

source: Your settings are stored only on your device. Nothing is ever sent to us or anyone else.
ar: يتم تخزين إعداداتك على جهازك فقط. لا يتم إرسال أي شيء إلينا أو إلى أي شخص آخر مطلقاً.
da: Dine indstillinger gemmes kun på din enhed. Intet sendes nogensinde til os eller andre.
de: Deine Einstellungen werden nur auf deinem Gerät gespeichert. Es werden niemals Daten an uns oder andere gesendet.
es: Tus ajustes se guardan solo en tu dispositivo. Nunca se envía nada a nosotros ni a nadie más.
fr: Vos paramètres sont stockés uniquement sur votre appareil. Rien n'est jamais envoyé vers nous ou qui que ce soit d'autre.
it: Le tue impostazioni sono memorizzate solo sul tuo dispositivo. Niente viene mai inviato a noi o a chiunque altro.
ja: 設定はあなたのデバイスにのみ保存されます。私たちや第三者に送信されることは一切ありません。
ko: 설정은 기기에만 저장됩니다. 어떤 정보도 저희나 다른 곳으로 전송되지 않습니다.
nb: Innstillingene dine lagres bare på enheten din. Ingenting sendes noensinne til oss eller andre.
nl: Je instellingen worden alleen op je apparaat opgeslagen. Er wordt nooit iets naar ons of iemand anders verzonden.
pl: Twoje ustawienia są przechowywane tylko na Twoim urządzeniu. Nic nie jest nigdy wysyłane do nas ani nikogo innego.
pt_br: Suas configurações são armazenadas apenas no seu dispositivo. Nada é enviado para nós ou para qualquer outra pessoa.
sq: Cilësimet e tua ruhen vetëm në pajisjen tënde. Asgjë nuk dërgohet kurrë tek ne ose tek dikush tjetër.
sv: Dina inställningar lagras endast på din enhet. Ingenting skickas någonsin till oss eller någon annan.
tr: Ayarların sadece cihazında saklanır. Hiçbir şey bize veya başka birine asla gönderilmez.
zh_hans: 您的设置仅存储在您的设备上，不会发送给我们或任何其他人。

source: Your tickets will now be automatically read and converted to wallet passes
ar: سيتم الآن قراءة تذاكرك تلقائياً وتحويلها إلى بطاقات Wallet
da: Dine billetter bliver nu automatisk læst og konverteret til Wallet-kort
de: Deine Tickets werden jetzt automatisch gelesen und in Wallet-Pässe konvertiert
es: Tus billetes ahora se leerán automáticamente y se convertirán en pases de Wallet
fr: Tes billets seront maintenant automatiquement lus et convertis en passes Wallet
it: I tuoi biglietti verranno ora letti automaticamente e convertiti in pass per Wallet
ja: チケットが自動的に読み取られ、Walletパスに変換されます
ko: 이제 티켓이 자동으로 읽혀서 Wallet 패스로 변환됩니다
nb: Billettene dine vil nå bli automatisk lest og konvertert til Wallet-kort
nl: Je tickets worden nu automatisch gelezen en omgezet naar Wallet-passen
pl: Twoje bilety będą teraz automatycznie odczytywane i konwertowane na karty do Portfela
pt_br: Seus ingressos agora serão lidos automaticamente e convertidos em passes da Carteira
sq: Biletat e tua tani do të lexohen automatikisht dhe do të shndërrohen në kalime për Wallet
sv: Dina biljetter kommer nu att läsas automatiskt och konverteras till Wallet-pass
tr: Biletlerin artık otomatik olarak okunup Wallet kartlarına dönüştürülecek
zh_hans: 你的票券现在会自动读取并转换为钱包卡券

source: 1:1 (Square)
ar: 1:1 (مربع)
da: 1:1 (Kvadratisk)
de: 1:1 (Quadratisch)
es: 1:1 (Cuadrado)
fr: 1:1 (Carré)
it: 1:1 (Quadrato)
ja: 1:1(正方形)
ko: 1:1 (정사각형)
nb: 1:1 (Kvadrat)
nl: 1:1 (vierkant)
pl: 1:1 (kwadrat)
pt_br: 1:1 (Quadrado)
sq: 1:1 (Katror)
sv: 1:1 (kvadratisk)
tr: 1:1 (Kare)
zh_hans: 1:1(正方形)

source: Lightning fast AI
ar: ذكاء اصطناعي فائق السرعة
da: Lynhurtig AI
de: Blitzschnelle KI
es: IA ultrarrápida
fr: IA ultra-rapide
it: IA velocissima
ja: 超高速AI
ko: 초고속 AI
nb: Lynrask AI
nl: Bliksemsnelle AI
pl: Błyskawiczna AI
pt_br: IA ultrarrápida
sq: AI me shpejtësi rrufeje
sv: Blixtsnabb AI
tr: Şimşek hızında yapay zeka
zh_hans: 闪电般快速的 AI

source: On-device processing means your data stays private and secure.
ar: المعالجة على الجهاز تعني أن بياناتك تبقى خاصة وآمنة.
da: Behandling på enheden betyder, at dine data forbliver private og sikre.
de: Die Verarbeitung auf dem Gerät bedeutet, dass deine Daten privat und sicher bleiben.
es: El procesamiento en el dispositivo significa que tus datos permanecen privados y seguros.
fr: Le traitement sur l'appareil signifie que vos données restent privées et sécurisées.
it: L'elaborazione sul dispositivo significa che i tuoi dati rimangono privati e sicuri.
ja: デバイス上での処理により、データはプライベートかつ安全に保たれます。
ko: 기기 내 처리로 데이터를 안전하게 보호합니다.
nb: Behandling på enheten betyr at dataene dine forblir private og trygge.
nl: Verwerking op je apparaat betekent dat je gegevens privé en veilig blijven.
pl: Przetwarzanie na urządzeniu oznacza, że Twoje dane pozostają prywatne i bezpieczne.
pt_br: Processamento no dispositivo significa que seus dados permanecem privados e seguros.
sq: Përpunimi në pajisje do të thotë që të dhënat e tua mbeten private dhe të sigurta.
sv: Bearbetning på enheten innebär att dina uppgifter förblir privata och säkra.
tr: Cihazda işleme, verilerinin gizli ve güvenli kalması anlamına gelir.
zh_hans: 本地处理意味着您的数据始终保持私密和安全。
